
import React from 'react';
import HeaderComp from '../../Components/Header/HeaderComp';
import './About.css';

const AboutPage = () => {
  return (
    <>
      <HeaderComp />
      <div className="about-container">
        <h1>אודות האתר</h1>
        <p>ברוכים הבאים לאתר שלנו, הפלטפורמה המובילה לחיבור בין סטודנטים למרצים ללמידה אישית וממוקדת.</p>
        
        <h2>המטרה שלנו</h2>
        <p>המטרה שלנו היא להעניק לכל סטודנט את האפשרות ללמוד בצורה האישית והמותאמת ביותר לצרכיו, ולהתחבר עם המרצים הטובים ביותר בתחום הלימוד המבוקש. אנחנו מאמינים שכל תלמיד יכול להצליח כאשר הוא מקבל את ההדרכה הנכונה והתמיכה האישית המתאימה.</p>
        
        <h2>איך זה עובד?</h2>
        <ol>
          <li>בחירת מרצה: באתר שלנו תוכלו לחפש ולמצוא מרצים במגוון רחב של תחומים. כל מרצה כולל פרופיל מפורט עם מידע על תחומי התמחותו, הניסיון שלו, והמלצות מתלמידים קודמים.</li>
          <li>קביעת שיעור: לאחר שמצאתם את המרצה המתאים, תוכלו לקבוע עמו שיעור אישי במועד שנוח לכם. התקשורת הראשונית מתבצעת דרך הפלטפורמה שלנו, להבטחת נוחות ובטיחות.</li>
          <li>למידה אישית: במהלך השיעורים, המרצים שלנו מתמקדים בצרכים האישיים שלכם, ומספקים חומרי לימוד מותאמים ומשוב אישי שיעזור לכם להתקדם ולהצליח.</li>
        </ol>
        
        <h2>המרצים שלנו</h2>
        <p>המרצים שלנו הם מקצועיים ובעלי ניסיון רב בתחומם. כל מרצה עובר תהליך סינון קפדני והערכה על מנת לוודא שהוא עומד בסטנדרטים הגבוהים שלנו. בנוסף, המרצים מתחייבים ללמידה מתמשכת ולשיפור מתמיד, כדי להעניק לכם את ההוראה הטובה ביותר.</p>
        
        <h2>למה לבחור בנו?</h2>
        <ul>
          <li>התאמה אישית: כל שיעור מותאם אישית לצרכים שלכם.</li>
          <li>מבחר רחב של מרצים: גישה למרצים מומחים במגוון תחומים.</li>
          <li>נוחות וגמישות: שיעורים מקוונים במועדים שנוחים לכם.</li>
          <li>איכות ומקצועיות: מרצים מנוסים ומוערכים שעוברים הערכות תקופתיות.</li>
        </ul>
        
        <h2>הצטרפו אלינו</h2>
        <p>הצטרפו לאלפי סטודנטים שכבר מצאו את המרצה האידיאלי שלהם ונהנים מלמידה אישית ואיכותית. הירשמו עכשיו והתחילו את הדרך שלכם להצלחה אקדמית ומקצועית.</p>
      </div>
    </>
  );
};

export default AboutPage;

